{
  "additional_special_tokens": null,
  "bos_token": "<s>",
  "clean_up_tokenization_spaces": true,
  "cls_token": "<s>",
  "eos_token": "</s>",
  "legacy_behaviour": false,
  "mask_token": {
    "__type": "AddedToken",
    "content": "<mask>",
    "lstrip": true,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "model_max_length": 1024,
  "pad_token": "<pad>",
  "sep_token": "</s>",
  "sp_model_kwargs": {},
  "src_lang": "hin_Deva",
  "tgt_lang": "kan_Deva",
  "tokenizer_class": "NllbTokenizer",
  "tokenizer_file": null,
  "unk_token": "<unk>"
}
